Repository: mmaxner/MAD-LAD-FEEDER-FAD
Catalog: MAD/MAD/*.lproj/Localizable.strings
Languages: fr

source: Welcome
fr: Bienvenue

source: Cancel
fr: Annuler

source: Edit
fr: Modifier

source: Select
fr: Sélectionnez

source: Save
fr: Enregistrez

source: New Food
fr: Nouvelle nourriture

source: Enter description...
fr: Entrez une description...

source: Enter Food Name...
fr: Entrez le nom de l'aliment...

source: Form not complete
fr: Formulaire non complet

source: Some information on this form has not been complete, and cannot save.
fr: Certaines informations de ce formulaire n’ont pas été complètes et ne peuvent pas être sauvegardées.

source: Ok
fr: D'accord

source: Banana
fr: Banane

source: Bananas have long been exploited by humans all the way back from 1800s, when French explorer Alexandre 'Anana found the first Banana.
fr: La banane a longtemps été exploitée par l'homme depuis les années 1800, lorsque l'explorateur français Alexandre Anana a découvert la première banane.

source: Named after the colour, tastes like it too!
fr: Nommé d'après la couleur, le goût aussi!

source: Apple
fr: Pomme

source: Apples were first discovered by Newton, when he got hit by one.
fr: Les pommes ont été découvertes par Newton pour la première fois.

source: Cucumber
fr: Concombre

source: The younger cousin of the Pickle, Cucumbers were discovered in Spain when Pickles were grown in soil that lacked 'pickle juice'.
fr: Le plus jeune cousin des cornichons, les concombres ont été découverts en Espagne lorsque les cornichons étaient cultivés dans un sol dépourvu de «jus de cornichons».

source: Carrot
fr: Carotte

source: Good for your eyes, bad for the Germans.
fr: Bon pour vos yeux, mauvais pour les Allemands.

source: Peas
fr: Pois

source: Similar to a lentil, Peas are the worst vegetable taste wise, but very good nutrition wise.
fr: Semblables à une lentille, les pois sont les pires en termes de goût végétal, mais de très bonne nutrition.

source: Almonds
fr: Amandes

source: The only milkable memeber of the Nut family, Almonds are said to be closer to mammals then legumes.
fr: Seul membre laitable de la famille des noix, les amandes seraient plus proches des mammifères que des légumineuses.

source: Cashews
fr: Noix de cajou

source: Famous south american nuts, Cashews are named after there Chewy consistency.
fr: Noix de cajou célèbres, les noix de cajou sont nommées d'après leur consistance moelleuse.
